Repository: vinxu/CastReader
Catalog: CastReader Share Extension/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, pt_br, zh_hans

# share_detail
source: Save this content to your inbox. Open CastReader to read or explain it.
de: Speichere diesen Inhalt im Eingang. Öffne CastReader, um ihn vorlesen oder erklären zu lassen.
es: Guarda este contenido en tu bandeja. Abre CastReader para leerlo o explicarlo.
fr: Enregistrez ce contenu dans votre boîte de réception. Ouvrez CastReader pour le lire ou l’expliquer.
hi: इस सामग्री को इनबॉक्स में सहेजें। इसे पढ़ने या समझाने के लिए CastReader खोलें।
it: Salva questo contenuto nella posta in arrivo. Apri CastReader per leggerlo o spiegarlo.
ja: このコンテンツを受信箱に保存します。CastReader を開いて、読み上げまたは解説を選べます。
pt_br: Salve este conteúdo na caixa de entrada. Abra o CastReader para ouvir ou explicar.
zh_hans: 将内容保存到接收箱。打开 CastReader 后再选择朗读或解读。

# share_document
source: Shared document
de: Geteiltes Dokument
es: Documento compartido
fr: Document partagé
hi: साझा दस्तावेज़
it: Documento condiviso
ja: 共有ドキュメント
pt_br: Documento compartilhado
zh_hans: 分享的文档

# share_done
source: Done
de: Fertig
es: Listo
fr: Terminé
hi: पूर्ण
it: Fine
ja: 完了
pt_br: Concluir
zh_hans: 完成

# share_explain
source: Explain
de: Erklären
es: Explicar
fr: Expliquer
hi: समझाएँ
it: Spiega
ja: 解説
pt_br: Explicar
zh_hans: 解读

# share_failed
source: CastReader could not open this item.
de: CastReader konnte dieses Element nicht öffnen.
es: CastReader no pudo abrir este elemento.
fr: CastReader n’a pas pu ouvrir cet élément.
hi: CastReader इस आइटम को नहीं खोल सका।
it: CastReader non ha potuto aprire questo elemento.
ja: この項目を開けませんでした。
pt_br: O CastReader não conseguiu abrir este item.
zh_hans: CastReader 暂时无法打开此内容。

# share_image
source: Shared image
de: Geteiltes Bild
es: Imagen compartida
fr: Image partagée
hi: साझा की गई छवि
it: Immagine condivisa
ja: 共有画像
pt_br: Imagem compartilhada
zh_hans: 分享的图片

# share_importing
source: Preparing content…
de: Inhalt wird vorbereitet …
es: Preparando contenido…
fr: Préparation du contenu…
hi: सामग्री तैयार हो रही है…
it: Preparazione dei contenuti…
ja: コンテンツを準備中…
pt_br: Preparando conteúdo…
zh_hans: 正在准备内容…

# share_read
source: Read aloud
de: Vorlesen
es: Leer en voz alta
fr: Lire à voix haute
hi: ज़ोर से पढ़ें
it: Leggi ad alta voce
ja: 読み上げ
pt_br: Ler em voz alta
zh_hans: 朗读

# share_save
source: Add to CastReader
de: Zu CastReader hinzufügen
es: Añadir a CastReader
fr: Ajouter à CastReader
hi: CastReader में जोड़ें
it: Aggiungi a CastReader
ja: CastReader に追加
pt_br: Adicionar ao CastReader
zh_hans: 加入 CastReader

# share_saved
source: Saved to your content inbox.
de: Im Inhaltseingang gespeichert.
es: Guardado en tu bandeja de contenido.
fr: Enregistré dans votre boîte de réception de contenu.
hi: कॉन्टेंट इनबॉक्स में सहेजा गया।
it: Salvato nella posta in arrivo dei contenuti.
ja: コンテンツ受信箱に保存しました。
pt_br: Salvo na caixa de entrada de conteúdo.
zh_hans: 已保存到内容接收箱。

# share_success_title
source: Added to CastReader
de: Zu CastReader hinzugefügt
es: Añadido a CastReader
fr: Ajouté à CastReader
hi: CastReader में जोड़ दिया गया
it: Aggiunto a CastReader
ja: CastReader に追加しました
pt_br: Adicionado ao CastReader
zh_hans: 已加入 CastReader

# share_text
source: Shared text
de: Geteilter Text
es: Texto compartido
fr: Texte partagé
hi: साझा किया गया टेक्स्ट
it: Testo condiviso
ja: 共有テキスト
pt_br: Texto compartilhado
zh_hans: 分享的文本

# share_youtube_saved
source: Your video link is saved. CastReader will open it now when iOS allows, or automatically the next time you open the app.
de: Der Videolink wurde gespeichert. CastReader wird jetzt geöffnet, wenn iOS es zulässt, oder automatisch beim nächsten App-Start.
es: El enlace del video se guardó. CastReader se abrirá ahora si iOS lo permite, o automáticamente la próxima vez que abras la app.
fr: Le lien de la vidéo est enregistré. CastReader va s’ouvrir si iOS l’autorise, ou automatiquement à la prochaine ouverture.
hi: वीडियो लिंक सहेज लिया गया है। iOS की अनुमति मिलने पर CastReader अभी खुलेगा, या अगली बार ऐप खोलने पर अपने आप जारी रहेगा।
it: Il link del video è stato salvato. CastReader si aprirà ora se iOS lo consente, oppure automaticamente al prossimo avvio.
ja: 動画リンクを保存しました。iOS で許可されれば CastReader を今すぐ開き、許可されない場合は次回起動時に自動で続行します。
pt_br: O link do vídeo foi salvo. O CastReader será aberto agora se o iOS permitir, ou automaticamente na próxima vez que você abrir o app.
zh_hans: 视频链接已保存。系统允许时会立即打开 CastReader；否则下次打开 App 时会自动继续。

# share_youtube_success_title
source: YouTube transcript received
de: YouTube-Transkript empfangen
es: Transcripción de YouTube recibida
fr: Transcription YouTube reçue
hi: YouTube ट्रांसक्रिप्ट प्राप्त हुआ
it: Trascrizione YouTube ricevuta
ja: YouTube の字幕を受信しました
pt_br: Transcrição do YouTube recebida
zh_hans: 已接收 YouTube 字幕稿

# share_youtube_open_app
source: Open CastReader
de: CastReader öffnen
es: Abrir CastReader
fr: Ouvrir CastReader
hi: CastReader खोलें
it: Apri CastReader
ja: CastReader を開く
pt_br: Abrir o CastReader
zh_hans: 打开 CastReader

# share_youtube_open_manually
source: The link is safely saved. Tap below to open CastReader, or open the app manually later.
de: Der Link ist sicher gespeichert. Tippe unten, um CastReader zu öffnen, oder öffne die App später manuell.
es: El enlace está guardado. Toca abajo para abrir CastReader o abre la app manualmente más tarde.
fr: Le lien est bien enregistré. Touchez ci-dessous pour ouvrir CastReader, ou ouvrez l’app manuellement plus tard.
hi: लिंक सुरक्षित है। CastReader खोलने के लिए नीचे टैप करें, या बाद में ऐप को स्वयं खोलें।
it: Il link è stato salvato. Tocca qui sotto per aprire CastReader oppure apri l’app manualmente più tardi.
ja: リンクは保存済みです。下のボタンで CastReader を開くか、後で手動でアプリを開いてください。
pt_br: O link está salvo. Toque abaixo para abrir o CastReader ou abra o app manualmente depois.
zh_hans: 链接已安全保存。轻点下方按钮打开 CastReader；也可稍后手动打开 App 自动继续。

# share_youtube_opening
source: Opening CastReader…
de: CastReader wird geöffnet …
es: Abriendo CastReader…
fr: Ouverture de CastReader…
hi: CastReader खोला जा रहा है…
it: Apertura di CastReader…
ja: CastReader を開いています…
pt_br: Abrindo o CastReader…
zh_hans: 正在打开 CastReader…

# share_title
source: Send to CastReader
de: An CastReader senden
es: Enviar a CastReader
fr: Envoyer vers CastReader
hi: CastReader को भेजें
it: Invia a CastReader
ja: CastReader に送る
pt_br: Enviar para o CastReader
zh_hans: 发送到 CastReader
